Repository: ShrlAlgo/PasteOrbit
Catalog: src/PasteOrbit.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# FilterTextButtonTooltip
source: Text
zh_cn: 文本

# FilterImageButtonAutomationName
source: Filter images
zh_cn: 筛选图片

# FilterImageButtonTooltip
source: Images
zh_cn: 图片

# FilterFilesButtonAutomationName
source: Filter files
zh_cn: 筛选文件

# FilterFilesButtonTooltip
source: Files
zh_cn: 文件

# ClearHistoryButtonAutomationName
source: Clear clipboard history
zh_cn: 清空剪切板历史

# ClearHistoryButtonTooltip
source: Clear clipboard history
zh_cn: 清空剪切板历史

# HistoryListAutomationName
source: Clipboard history
zh_cn: 剪切板历史记录

# MainEmptyHistoryText
source: No clipboard history
zh_cn: 暂无剪切板记录

# RecordMoreButtonTooltip
source: More actions
zh_cn: 更多操作

# PastePlainTextMenuItemText
source: Paste as plain text
zh_cn: 粘贴为纯文本

# PasteOcrTextMenuItemText
source: Paste recognized text
zh_cn: 粘贴识别文字

# PasteAsFileMenuItemText
source: Paste as file
zh_cn: 粘贴为文件

# DeleteRecordMenuItemText
source: Delete item
zh_cn: 删除记录

# MainGitHubButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open PasteOrbit GitHub repository
zh_cn: 打开 PasteOrbit GitHub 仓库

# MainGitHubButtonAutomationName
source: Open PasteOrbit GitHub repository
zh_cn: 打开 PasteOrbit GitHub 仓库

# DoNotRemindUpdateButton
source: Don't remind me again
zh_cn: 不再提示
